Revit 2027 API
SymbolTypeId.NSPerMSup2 Property
 Symbol N·s/m², indicating unit Newton seconds per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NSPerMSup2 { get; }
Public Shared ReadOnly Property NSPerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NSPerMSup2 {
	ForgeTypeId^ get ();
}
static member NSPerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace